
[
    {
        "Welcome":"ل الآز"
    },
{
    "name":"الدامسل الآزوري",
    "imageSrc": "require('../resource/images/AzureDamsel.png')",
    "scientificName": "Chrysiptera Hemicyanea",
    "diet": "تقتات أنواع عديدة من الطعام",
    "maxSize": "7cm",
    "funFacts": [
      "يتولى الذكور المسؤولية عن العناية بالبيض وحمايته وتهويته.  قد تتضاعف الأعداد في غضون 15 شهرًا",
      "بالرغم من أن هذا النوع يقطن في شرق المحيط الهندي وغرب المحيط الهادي، فقد تم رصده في الآونة الأخيرة في وسط البحر المتوسط حول صقلية ومالطا",
      "يستوطن هذا النوع في الشعاب المرجانية ويعتمد على البنية التي يتمتع بها لحماية نفسه من الحيوانات المفترسة"
    ]
  },
  {
    "name": "أسماك الكاردينال ذات الزعانف الحلزونية",
    "imageSrc": "require('../resource/images/TreadfinCardinalfish.png')",
    "scientificName": "Zoramia leptacantha",
    "diet": "تقتات أنواع عديدة من الطعام",
    "maxSize": "6cm",
    "funFacts": [
      "تعد أسماك الكاردينال ذات الزعانف الحلزونية صغيرة جدًا وشفافة في لونها، وهي نشطة في الليل وخجولة جدًا. وغالبًا ما تختبئ وسط الشعاب المرجانية المتشعبة.",
      "يحمل الذكور البيض المخصب في الفم حتى يكون جاهزًا للفقس"
    ]
  },
  {
    "name": "أسماك الزناد",
    "imageSrc": "require('../resource/images/ClownTriggerfish.png')",
    "scientificName": "Balistidae",
    "diet": "تقتات أنواع عديدة من الطعام",
    "maxSize": "20-100cm",
    "funFacts":[
      "تعد أسماك الكاردينال ذات الزعانف الحلزونية صغيرة جدًا وشفافة في لونها، وهي نشطة في الليل وخجولة جدًا. وغالبًا ما تختبئ وسط الشعاب المرجانية المتشعبة",
      "يحمل الذكور البيض المخصب في الفم حتى يكون جاهزًا للفقس"
    ]
  },
  {
    "name": "سمك القراض (المنتفخ)",
    "imageSrc": "require('../resource/images/DogFacePuffer.png')",
    "scientificName": "Arothron",
    "diet": "آكلات اللحوم",
    "maxSize": "10-120cm",
    "funFacts":[
      "يمكن للسمك القراض (المنتفخ) أن يتحول ويكبر جسمه في جزء من الثانية. ويعتقد العلماء أن هذا هو أحد تكتيكات الدفاع عن النفس",
      "يوجد أكثر من 120 نوع من السمك القراض (المنتفخ) على مستوى العالم، وتعد غالبيته أسماك بحرية، حيث يوجد 30 نوعًا فقط يعيش في الماء العذب.",
      "يختلف سمك القراض في حجمه، حيث يتراوح طوله بين 2 سم (سمك القراض القزم) و60 سم (سمك القراض العملاق)",
      "تعد أسماك القراض من الأنواع التي تسبح ببطء؛ وتفرز بعد الهجوم المضاد سمًا في جسمها يتسبب في قتل الكائنات التي تبتلعها. يمكن أن تكون مادة التيترودوتوكسين (السم) أقوى 1200 مرة من مادة السيانيد، بيد أن السمكة الواحدة تحتوي على سم يكفي للقضاء على 30 شخص بالغ",
      "تعد أسماك القرش هي الأنواع الوحيدة التي لديها مناعة ضد السم الذي تفرزه أسماك القراض"
    ]
  },
  {
    "name": "سمكة الملاك",
    "imageSrc": "require('../resource/images/BicolourAngelfish.png')",
    "scientificName": "Pomacanthidae",
    "diet":"تقتات أنواع عديدة من الطعام",
    "maxSize": "15-60cm",
    "funFacts":[
      "يوجد 86 نوعًا من أسماك الملاك البحرية، التي لا يجب أن تختلط مع أسماك الملاك التي تعيش في المياه العذبة، التي تقطن في حوض نهر الأمازون",
      "تقوم أسماك الملاك الإمبراطورية بتغيير لونها؛ وتوجد اختلافات واسعة جدًا بين الأنواع اليافعة والبالغة لدرجة أنه كان يعتقد أنهما نوعين مختلفين لفترة زمنية طويلة. وفي الطور البالغ، يقوم كلا الجنسين بتغيير لونهما أثناء موسم التزاوج",
      "تعد أسماك الملاك من آكلات اللحوم؛ لكن طعامها المفضل هو الإسفنجيات والطحالب"
    ]
  },
  {
    "name": "الأسماك ذات الشفاه الجميلة",
    "imageSrc": "require('../resource/images/HarlequinSweetlips.png')",
    "scientificName": "Plectorhinchus spp",
    "diet": "تقتات أنواع عديدة من الطعام",
    "maxSize": "40-75cm",
    "funFacts":[
      "أطلق هذا الاسم على الأسماك ذات الشفاه الجميلة بسبب شفاهها السمينة؛ فقد شوهد بعض الأفراد وهم يقومون بسلوك 'يشبه القبلة'، والذي يعد لغزًا سواء كان سلوكًا ودودًا أم عدوانيًا",
      "كما يطلق على هذه الأنواع من الأسماك في أجزاء من العالم اسم 'السمك الناخر'، وهذه إشارة مباشرة إلى السمك الناخر الشبيه بالخنزير الذي يتم إنتاجه بأسنان في الحلق وتضخيمه بالمثانة الهوائية",
      "يحدث تكاثر الأسماك ذات الشفاه الجميلة عن طريق وضع البيض في المحيط المفتوح. ويتم تعويض معدل الوفيات المرتفع بإنتاج عدد أكبر من البيض.",
      "تتمتع الأسماك ذات الشفاه الجميلة بأنماط تتغير بشكل مستمر",
      "تحاكي الأنواع اليافعة من الأسماك ذات الشفاه الجميلة المهرجة السلوك الخاص بالديدان المفلطحة السامة لردع الحيوانات المفترسة المحتملة"
    ]
  },
  {
    "name": "الأسماك أحادية القرن",
    "imageSrc": "require('../resource/images/HumpnoseUnicorn.png')",
    "scientificName": "Naso spp",
    "diet": "تقتات أنواع عديدة من الطعام",
    "maxSize": "30-100cm",
    "funFacts":[
      "أطلق هذا الاسم على هذه الأسماك أحادية القرن بسبب امتدادها الشبيه بالقرن على الجبهة، وتتطور بشكل كامل في الأسماك البالغة. ويجبرها هذا القرن على تغيير تفضيلات الغذاء لديها من الطحالب إلى العوالق",
      "وتلعب الأنواع اليافعة منها دورًا حاسمًا عن طريق تناول الطحالب سريعة النمو والتي تؤثر بشكل سلبي على صحة الشعاب المرجانية",
      "تعد الأسماك أحادية القرن عرضة للتغييرات في البيئة وفقدان الشعاب المرجانية في المحيط الهندي والمحيط الهادي",
      "وتدافع عن نفسها ضد الحيوانات المفترسة باستخدام الحراشف المعدلة الموجودة في قاعدة ذيلها، حيث تتميز هذه الحراشف بحدتها ويمكنها إحداث جروح عميقة"
       ]
  },
  {
    "name": "أسماك الجراح والتانج",
    "imageSrc": "require('../resource/images/BrownTang.png')",
    "scientificName": "Acanthuridae",
    "diet": "آكلات العشب",
    "maxSize": "15-100cm",
    "funFacts":[
      "تعد أسماك الجراح والتانك جزءًا من عائلة Acathuridae (الجراحيات)، وتشمل هذه العائلة أيضًا الأسماك أحادية القرن.",
      "وتتمثل الخصائص المادية التي تميزها في الأشواك الحادة الموجودة في قاعدة الذيل التي تستخدمها لحماية نفسها ضد الحيوانات المعتدية",
      "تعد هذه الأسماك من آكلات العشب النشطة التي تدافع بقوة عن بقعات الطحالب المفضلة لديها"
    ]
  }
]